Repository: antonio-nicolau/Flutter-ToDoApp-with-firebase
Catalog: lib/src/core/l10n/app_*.arb
Languages: pt

# add_new_todo_floating_action_button
source: Add new todo
pt: Adicionar nova tarefa

# add_new_todo_hint_text
source: Enter new todo
pt: Adicione uma nova tarefa

source: and
pt: e

source: Categories
pt: Categorias

# empty_list_subtitle
source: Start adding a new one
pt: Começa criando uma nova tarefa

# empty_list_title
source: Oops! Seems that you don't have any task created yet
pt: Oops! Parece que tua lista de tarefas está vazia

source: Enter username
pt: Seu email

# error_creating_account
source: Error while creating account, try again!
pt: Não foi possível criar a conta, tente de novo!

# error_email_or_password_incorrect
source: Email or password incorrect
pt: Email ou palavra passe erradas

# error_empty_field
source: Field cannot be empty
pt: Campo não pode estar vazio

# error_invalid_email
source: Introduce a valid email
pt: Introduza um email válido

# error_invalid_password
source: Introduce a valid password
pt: Password inválida

# home_subtitle
source: Explore all the most exciting ways to manage your to do with an interactive UI
pt: Explore todas as maneiras mais empolgantes de gerenciar suas tarefas com uma interface do usuário interativa

# home_title_1
source: Discover your
pt: Tenha todas

# home_title_2
source: Best task manager here
pt: as tarefas a um click

# menu_analytics
source: Analytics
pt: Análise

# menu_logout
source: Logout
pt: Sair

# menu_settings
source: Settings
pt: Definições

# menu_templates
source: Templates
pt: Modelos

# new_todo_btn
source: New Todo
pt: Salvar

# no_a_member
source: Not a member?
pt: Sem conta ainda?

source: Or continue with
pt: Ou continue com

source: Password
pt: Palavra passe

source: Recover password
pt: Esqueceu palavra passe

source: Register now
pt: Crie agora

source: Sign in
pt: Entrar

# sign_in_subtitle
source: Welcome back you've been missed
pt: Bem vindo de volta, fez falta

# sign_in_title
source: Hello Again!
pt: Olá de novo!

source: Sign up
pt: Cadastro

# sign_up_btn
source: Sign up
pt: Criar conta

# sign_up_header_subtitle
source: get started
pt: vamos começar

# sign_up_header_title
source: Hi here! Let's
pt: Olá!

source: Tasks
pt: Tarefas

# terms_and_conditions_1
source: By singing up, you agree to the
pt: Ao fazer cadastro, concordas com

# terms_and_conditions_2
source: Terms of Service
pt: Termos

# terms_and_conditions_3
source: Privacy Policy
pt: Políticas de privacidade

# today_btn
source: Today
pt: Hoje

# todos_listview_section_title
source: Today's tasks
pt: Minhas tarefas

source: What's up
pt: O que há de novo

source: Your name
pt: Seu nome
